export interface DistrictData {
  id: number;
  name: string;
  thanas: string[];
}

const bangladeshDistrictsData: DistrictData[] = [
    {
        "id": 1,
        "name": "ঢাকা",
        "thanas": [
            "রমনা মডেল",
            "শাহাবাগ",
            "মতিঝিল",
            "পল্টন মডেল",
            "রামপুরা",
            "সবুজবাগ",
            "খিলগাঁও",
            "শাহজাহানপুর",
            "মুগদা",
            "লালবাগ",
            "কোতোয়ালী",
            "সূত্রাপুর",
            "বংশাল",
            "চকবাজার",
            "কামরাঙ্গীরচর",
            "ওয়ারী",
            "ডেমরা",
            "যাত্রাবাড়ী",
            "শ্যামপুর",
            "কদমতলী",
            "গেন্ডারিয়া",
            "তেজগাঁও",
            "তেজগাঁও শিল্পাঞ্চল",
            "মোহাম্মদপুর",
            "আদাবর",
            "শেরেবাংলা নগর",
            "হাতিরঝিল",
            "গুলশান",
            "বনানী",
            "বাড্ডা",
            "ভাটারা",
            "খিলক্ষেত",
            "ক্যান্টনমেন্ট",
            "মিরপুর মডেল",
            "পল্লবী",
            "কাফরুল",
            "শাহ আলী",
            "দারুস-সালাম",
            "রূপনগর",
            "ভাষানটেক",
            "উত্তরা পূর্ব",
            "উত্তরা পশ্চিম",
            "তুরাগ",
            "বিমানবন্দর",
            "দক্ষিণখান",
            "উত্তরখান",
            "ধানমন্ডি",
            "নিউ মার্কেট",
            "কলাবাগান",
            "হাজারীবাগ",
            "সাভার মডেল",
            "আশুলিয়া",
            "কেরানীগঞ্জ মডেল",
            "দক্ষিণ কেরানীগঞ্জ",
            "ধামরাই",
            "দোহার",
            "নবাবগঞ্জ"
        ]
    },
    {
        "id": 2,
        "name": "গাজীপুর",
        "thanas": [
            "গাজীপুর সদর",
            "বাসন",
            "কোনাবাড়ী",
            "কাশিমপুর",
            "গাছা",
            "পূবাইল",
            "টঙ্গী পূর্ব",
            "টঙ্গী পশ্চিম",
            "জয়দেবপুর",
            "কালিয়াকৈর",
            "শ্রীপুর",
            "কাপাসিয়া",
            "কালীগঞ্জ",
            "সালনা হাইওয়ে",
            "পূর্বাচল উত্তর"
        ]
    },
    {
        "id": 3,
        "name": "চট্টগ্রাম",
        "thanas": [
            "কোতোয়ালী",
            "বাকলিয়া",
            "চকবাজার",
            "সদরঘাট",
            "পাঁচলাইশ",
            "চান্দগাঁও",
            "বায়োজিদ বোস্তামী",
            "খুলশী",
            "ডবলমুরিং",
            "পাহাড়তলী",
            "হালিশহর",
            "আকবরশাহ",
            "বন্দর",
            "পতেঙ্গা",
            "কর্ণফুলী",
            "ইপিজেড",
            "হাটহাজারী",
            "পটিয়া",
            "রাউজান",
            "রাঙ্গুনিয়া",
            "ফটিকছড়ি",
            "মীরসরাই",
            "সীতাকুণ্ড",
            "লোহাগাড়া",
            "আনোয়ারা",
            "বাঁশখালী",
            "বোয়ালখালী",
            "চন্দনাইশ",
            "সন্দ্বীপ",
            "ভুজপুর",
            "জোরারগঞ্জ",
            "দক্ষিণ রাঙ্গুনিয়া",
            "হালদা"
        ]
    },
    {
        "id": 4,
        "name": "সিলেট",
        "thanas": [
            "কোতোয়ালী মডেল",
            "শাহপরাণ",
            "বিমানবন্দর",
            "জালালাবাদ",
            "দক্ষিণ সুরমা",
            "মোগলাবাজার",
            "ওসমানীনগর",
            "গোলাপগঞ্জ",
            "বিশ্বনাথ",
            "বিয়ানীবাজার",
            "কানাইঘাট",
            "জৈয়ন্তাপুর",
            "কোম্পানীগঞ্জ",
            "বালাগঞ্জ",
            "ফেঞ্চুগঞ্জ",
            "গোয়াইনঘাট",
            "জকিগঞ্জ"
        ]
    },
    {
        "id": 5,
        "name": "কিশোরগঞ্জ",
        "thanas": [
            "কিশোরগঞ্জ সদর",
            "করিমগঞ্জ",
            "তাড়াইল",
            "হোসেনপুর",
            "পাকন্দিয়া",
            "কটিয়াদী",
            "বাজিতপুর",
            "কুলিয়ারচর",
            "ভৈরব",
            "নিকলী",
            "মিঠামইন",
            "ইটনা",
            "অষ্টগ্রাম"
        ]
    },
    {
        "id": 6,
        "name": "মানিকগঞ্জ",
        "thanas": [
            "মানিকগঞ্জ সদর",
            "সিংগাইর",
            "ঘিওর",
            "দৌলতপুর",
            "সাটুরিয়া",
            "শিবালয়",
            "হরিরামপুর"
        ]
    },
    {
        "id": 7,
        "name": "মুন্সিগঞ্জ",
        "thanas": [
            "মুন্সিগঞ্জ সদর",
            "টংগীবাড়ী",
            "সিরাজদিখান",
            "লৌহজং",
            "শ্রীনগর",
            "গজারিয়া"
        ]
    },
    {
        "id": 8,
        "name": "নারায়ণগঞ্জ",
        "thanas": [
            "নারায়ণগঞ্জ সদর",
            "ফতুল্লা",
            "সিদ্ধিরগঞ্জ",
            "বন্দর",
            "আড়াইহাজার",
            "রূপগঞ্জ",
            "সোনারগাঁও",
            "পূর্বাচল দক্ষিণ"
        ]
    },
    {
        "id": 9,
        "name": "নরসিংদী",
        "thanas": [
            "নরসিংদী সদর",
            "নরসিংদী মডেল",
            "মাধবদী",
            "বেলাবো",
            "মনোহরদী",
            "পলাশ",
            "রায়পুরা",
            "শিবপুর"
        ]
    },
    {
        "id": 10,
        "name": "টাঙ্গাইল",
        "thanas": [
            "টাঙ্গাইল সদর",
            "মির্জাপুর",
            "কালিহাতী",
            "ঘাটাইল",
            "নাগরপুর",
            "মধুপুর",
            "ভূঞাপুর",
            "গোপালপুর",
            "সখিপুর",
            "দেলদুয়ার",
            "ধনবাড়ী",
            "বাসাইল"
        ]
    },
    {
        "id": 11,
        "name": "ফরিদপুর",
        "thanas": [
            "কোতোয়ালী",
            "ভাঙ্গা",
            "বোয়ালমারী",
            "সদরপুর",
            "নগরকান্দা",
            "মধুখালী",
            "চরভদ্রাসন",
            "সালথা",
            "আলফাডাঙ্গা"
        ]
    },
    {
        "id": 12,
        "name": "গোপালগঞ্জ",
        "thanas": [
            "গোপালগঞ্জ সদর",
            "মুকসুদপুর",
            "কাশিয়ানী",
            "কোটালীপাড়া",
            "টুঙ্গিপাড়া"
        ]
    },
    {
        "id": 13,
        "name": "রাজবাড়ী",
        "thanas": [
            "রাজবাড়ী সদর",
            "পাংশা",
            "বালিয়াকান্দি",
            "গোয়ালন্দ ঘাট",
            "কালুখালী"
        ]
    },
    {
        "id": 14,
        "name": "শরীয়তপুর",
        "thanas": [
            "পালং",
            "নড়িয়া",
            "ভেদরগঞ্জ",
            "ডামুড্যা",
            "জাজিরা",
            "গোসাইরহাট",
            "পদ্মা সেতু দক্ষিণ"
        ]
    },
    {
        "id": 15,
        "name": "মাদারীপুর",
        "thanas": [
            "মাদারীপুর সদর",
            "শিবচর",
            "কালকინი",
            "রাজৈর"
        ]
    },
    {
        "id": 16,
        "name": "ময়মনসিংহ",
        "thanas": [
            "কোতোয়ালী মডেল",
            "মুক্তাগাছা",
            "ধোবাউড়া",
            "হালুয়াঘাট",
            "ফুলপুর",
            "তারাকান্দা",
            "নান্দাইল মডেল",
            "ঈশ্বরগঞ্জ",
            "পাগলা",
            "গফরগাঁও",
            "গৌরীপুর",
            "ভালুকা মডেল",
            "ত্রিশাল",
            "ফুলবাড়ীয়া"
        ]
    },
    {
        "id": 17,
        "name": "জামালপুর",
        "thanas": [
            "জামালপুর সদর",
            "সরিষাবাড়ী",
            "মেলান্দহ",
            "মাদারগঞ্জ",
            "ইসলামপুর",
            "দেওয়ানগঞ্জ",
            "বকশীগঞ্জ"
        ]
    },
    {
        "id": 18,
        "name": "শেরপুর",
        "thanas": [
            "শেরপুর সদর",
            "নকলা",
            "ঝিনাইগাতী",
            "নালিতাবাড়ী",
            "শ্রীবরদী"
        ]
    },
    {
        "id": 19,
        "name": "নেত্রকোণা",
        "thanas": [
            "নেত্রকোণা সদর মডেল",
            "পূর্বধলা",
            "দুর্গাপুর",
            "বারহাট্টা",
            "আটপাড়া",
            "মদন",
            "কেন্দুয়া",
            "মোহনগঞ্জ",
            "কলমাকান্দা",
            "খালিয়াজুরী"
        ]
    },
    {
        "id": 20,
        "name": "রাজশাহী",
        "thanas": [
            "বোয়ালিয়া মডেল",
            "রাজপাড়া",
            "মতিহার",
            "শাহমখদুম",
            "চন্দ্রিমা",
            "মেহেরচণ্ডী",
            "বেলপুকুর",
            "বিমানবন্দর",
            "কাটাখালী",
            "পবা",
            "কাশিয়াডাঙ্গা",
            "কর্ণহার",
            "দামকুড়া",
            "গোদাগাড়ী মডেল",
            "তানোর",
            "মোহনপুর",
            "বাগমারা",
            "দুর্গাপুর",
            "পুঠিয়া",
            "চারঘাট",
            "বাঘা"
        ]
    },
    {
        "id": 21,
        "name": "বগুড়া",
        "thanas": [
            "বগুড়া সদর",
            "শাজাহানপুর",
            "শেরপুর",
            "ধুনট",
            "গাবতলী",
            "সোনাতলা",
            "শিবগঞ্জ",
            "মহাস্থানগড়",
            "নন্দীগ্রাম",
            "কাহালু",
            "দুপচাঁচিয়া",
            "আদমদিঘী"
        ]
    },
    {
        "id": 22,
        "name": "পাবনা",
        "thanas": [
            "পাবনা সদর",
            "ঈশ্বরদী",
            "আটঘড়িয়া",
            "চাটমোহর",
            "ভাঙ্গুড়া",
            "ফরিদপুর",
            "বেড়া",
            "সুজানগর",
            "সাঁথিয়া"
        ]
    },
    {
        "id": 23,
        "name": "সিরাজগঞ্জ",
        "thanas": [
            "সিরাজগঞ্জ সদর",
            "কাজিপুর",
            "রায়গঞ্জ",
            "তাড়াশ",
            "উল্লাপাড়া",
            "শাহজাদপুর",
            "বেলকুচি",
            "চৌহালী",
            "কামারখন্দ",
            "সলঙ্গা"
        ]
    },
    {
        "id": 24,
        "name": "নওগাঁ",
        "thanas": [
            "নওগাঁ সদর",
            "রানীনগর",
            "আত্রাই",
            "মহাদেবপুর",
            "বদলগাছী",
            "পত্নীতলা",
            "ধামইরহাট",
            "নিয়ামতপুর",
            "পোরশা",
            "সাপাহার",
            "মান্দা"
        ]
    },
    {
        "id": 25,
        "name": "নাটোর",
        "thanas": [
            "নাটোর সদর",
            "সিংড়া",
            "বাড়াইগ্রাম",
            "গুরুদাসপুর",
            "লালপুর",
            "বাগাতিপাড়া",
            "নলডাঙ্গা"
        ]
    },
    {
        "id": 26,
        "name": "জয়পুরহাট",
        "thanas": [
            "জয়পুরহাট সদর",
            "পাঁচবিবি",
            "আক্কেলপুর",
            "ক্ষেতলাল",
            "কালাই"
        ]
    },
    {
        "id": 27,
        "name": "চাঁপাইনবাবগঞ্জ",
        "thanas": [
            "চাঁপাইনবাবগঞ্জ সদর",
            "শিবগঞ্জ",
            "গোমস্তাপুর",
            "নাচোল",
            "ভোলাহাট"
        ]
    },
    {
        "id": 28,
        "name": "খুলনা",
        "thanas": [
            "খুলনা সদর",
            "সোনাডাঙ্গা মডেল",
            "খালিশপুর",
            "দৌলতপুর",
            "খানজাহান আলী",
            "আড়ংঘাটা",
            "হরিণটানা",
            "লবণচরা",
            "বটিয়াঘাটা",
            "দাকোপ",
            "ডুমুরিয়া",
            "দিঘলিয়া",
            "কয়রা",
            "পাইকগাছা",
            "ফুলতলা",
            "রূপসা",
            "তেরখাদা"
        ]
    },
    {
        "id": 29,
        "name": "যশোর",
        "thanas": [
            "যশোর সদর",
            "ঝিকরগাছা",
            "চৌগাছা",
            "অভয়নগর",
            "বাঘেরপাড়া",
            "মনিরামপুর",
            "কেশবপুর",
            "শার্শা"
        ]
    },
    {
        "id": 30,
        "name": "কুষ্টিয়া",
        "thanas": [
            "কুষ্টিয়া সদর",
            "কুমারখালী",
            "খোকসা",
            "মিরপুর",
            "ভেড়ামারা",
            "দৌলতপুর"
        ]
    },
    {
        "id": 31,
        "name": "ঝিনাইদহ",
        "thanas": [
            "ঝিনাইদহ সদর",
            "শৈলকুপা",
            "হরিণাকুণ্ডু",
            "কালীগঞ্জ",
            "কোটচাঁদপুর",
            "মহেশপুর"
        ]
    },
    {
        "id": 32,
        "name": "সাতক্ষীরা",
        "thanas": [
            "সাতক্ষীরা সদর",
            "কলারোয়া",
            "তালা",
            "দেবহাটা",
            "কালীগঞ্জ",
            "শ্যামনগর",
            "আশাশুনি"
        ]
    },
    {
        "id": 33,
        "name": "বাগেরহাট",
        "thanas": [
            "বাগেরহাট সদর",
            "ফকিরহাট",
            "মোল্লাহাট",
            "চিতলমারী",
            "কচুয়া",
            "রামপাল",
            "মোংলা",
            "মোড়েলগঞ্জ",
            "শরণখোলা"
        ]
    },
    {
        "id": 34,
        "name": "মাগুরা",
        "thanas": [
            "মাগুরা সদর",
            "শ্রীপুর",
            "মহম্মদপুর",
            "শালিখা"
        ]
    },
    {
        "id": 35,
        "name": "নড়াইল",
        "thanas": [
            "নড়াইল সদর",
            "লোহাগড়া",
            "কালিয়া"
        ]
    },
    {
        "id": 36,
        "name": "মেহেরপুর",
        "thanas": [
            "মেহেরপুর সদর",
            "গাংনী",
            "মুজিবনগর"
        ]
    },
    {
        "id": 37,
        "name": "চুয়াডাঙ্গা",
        "thanas": [
            "চুয়াডাঙ্গা সদর",
            "আলমডাঙ্গা",
            "দামুড়হুদা",
            "জীবননগর"
        ]
    },
    {
        "id": 38,
        "name": "রংপুর",
        "thanas": [
            "কোতোয়ালী",
            "ধাপ",
            "তাজহাট",
            "মাহিগঞ্জ",
            "হারাগাছ",
            "পরশুরাম",
            "হাজীরহাট",
            "রংপুর সদর",
            "মিঠাপুকুর",
            "পীরগঞ্জ",
            "পীরগাছা",
            "কাউনিয়া",
            "গঙ্গাচড়া",
            "বদরগঞ্জ",
            "তারাগঞ্জ"
        ]
    },
    {
        "id": 39,
        "name": "দিনাজপুর",
        "thanas": [
            "দিনাজপুর সদর",
            "চিরিরবন্দর",
            "ফুলবাড়ী",
            "পার্বতীপুর",
            "বীরগঞ্জ",
            "নবাবগঞ্জ",
            "বিরামপুর",
            "হাকিমপুর",
            "ভাদুরিয়া",
            "বোচাগঞ্জ",
            "কাহারোল",
            "ঘোড়াঘাট",
            "খানসামা"
        ]
    },
    {
        "id": 40,
        "name": "গাইবান্ধা",
        "thanas": [
            "গাইবান্ধা সদর",
            "গোবিন্দগঞ্জ",
            "পলাশবাড়ী",
            "সাদুল্লাপুর",
            "সুন্দরগঞ্জ",
            "সাঘাটা",
            "ফুলছড়ি"
        ]
    },
    {
        "id": 41,
        "name": "কুড়িগ্রাম",
        "thanas": [
            "কুড়িগ্রাম সদর",
            "উলিপুর",
            "চিলমারী",
            "রৌমারী",
            "চর রাজিবপুর",
            "নাগেশ্বরী",
            "ভুরুঙ্গামারী",
            "ফুলবাড়ী",
            "রাজারহাট"
        ]
    },
    {
        "id": 42,
        "name": "নীলফামারী",
        "thanas": [
            "নীলফামারী সদর",
            "সৈয়দপুর",
            "ডোমার",
            "ডিমলা",
            "জলঢাকা",
            "কিশোরগঞ্জ"
        ]
    },
    {
        "id": 43,
        "name": "লালমনিরহাট",
        "thanas": [
            "লালমনিরহাট সদর",
            "পাটগ্রাম",
            "হাতীবান্ধা",
            "কালীগঞ্জ",
            "আদিতমারী"
        ]
    },
    {
        "id": 44,
        "name": "পঞ্চগড়",
        "thanas": [
            "পঞ্চগড় সদর",
            "তেঁতুলিয়া",
            "বোদা",
            "দেবীগঞ্জ",
            "আটোয়ারী"
        ]
    },
    {
        "id": 45,
        "name": "ঠাকুরগাঁও",
        "thanas": [
            "ঠাকুরগাঁও সদর",
            "পীরগঞ্জ",
            "বালিয়াডাঙ্গী",
            "রানীশংকৈল",
            "হরিপুর"
        ]
    },
    {
        "id": 46,
        "name": "বরিশাল",
        "thanas": [
            "কোতোয়ালী",
            "এয়ারপোর্ট",
            "কাউনিয়া",
            "বন্দর",
            "বরিশাল সদর",
            "বাকেরগঞ্জ",
            "বাবুগঞ্জ",
            "গৌরনদী",
            "আগৈলঝারা",
            "উজিরপুর",
            "বানারীপাড়া",
            "মুলাদী",
            "হিজলা",
            "মেহেন্দিগঞ্জ"
        ]
    },
    {
        "id": 47,
        "name": "পটুয়াখালী",
        "thanas": [
            "পটুয়াখালী সদর",
            "মির্জাগঞ্জ",
            "দুমকী",
            "বাউফল",
            "দশমিনা",
            "গলাচিপা",
            "কলাপাড়া",
            "মহিপুর"
        ]
    },
    {
        "id": 48,
        "name": "ভোলা",
        "thanas": [
            "ভোলা সদর",
            "বোরহানউদ্দিন",
            "দৌলতখান",
            "লালমোহন",
            "তজুমদ্দিন",
            "চরফ্যাশন",
            "মনপুরা",
            "দক্ষিণ আইচা",
            "দুলারহাট"
        ]
    },
    {
        "id": 49,
        "name": "পিরোজপুর",
        "thanas": [
            "পিরোজপুর সদর",
            "ইন্দুরকানী",
            "কাউখালী",
            "নেছারাবাদ",
            "জিয়ানগর",
            "ভাণ্ডারিয়া",
            "মঠবাড়িয়া"
        ]
    },
    {
        "id": 50,
        "name": "বরগুনা",
        "thanas": [
            "বরগুনা সদর",
            "আমতলী",
            "তালতলী",
            "পাথরঘাটা",
            "বামনা",
            "বেতাগী"
        ]
    },
    {
        "id": 51,
        "name": "ঝালকাঠি",
        "thanas": [
            "ঝালকাঠি সদর",
            "নলছিটি",
            "রাজাপুর",
            "কাঠালিয়া"
        ]
    },
    {
        "id": 52,
        "name": "কুমিল্লা",
        "thanas": [
            "কোতোয়ালী মডেল",
            "সদর দক্ষিণ",
            "চৌদ্দগ্রাম",
            "লাকসাম",
            "বরুড়া",
            "চান্দিনা",
            "দাউদকান্দি",
            "মুরাদনগর",
            "লাঙ্গলকোট",
            "দেবিদ্বার",
            "হোমনা",
            "বুড়িচং",
            "ব্রাহ্মণপাড়া",
            "মনোহরগঞ্জ",
            "মেঘনা",
            "তিতাস",
            "লালমাই"
        ]
    },
    {
        "id": 53,
        "name": "নোয়াখালী",
        "thanas": [
            "সুধারাম",
            "বেগমগঞ্জ",
            "সেনবাগ",
            "চাটখিল",
            "কোম্পানীগঞ্জ",
            "হাতিয়া",
            "সোনাইমুড়ী",
            "কবিরহাট"
        ]
    },
    {
        "id": 54,
        "name": "কক্সবাজার",
        "thanas": [
            "কক্সবাজার সদর",
            "চকরিয়া",
            "উখিয়া",
            "টেকনাফ",
            "রামু",
            "মহেশখালী",
            "পেকুয়া",
            "কুতুবদিয়া",
            "ঈদগাঁও",
            "মাতারবাড়ি"
        ]
    },
    {
        "id": 55,
        "name": "ব্রাহ্মণবাড়িয়া",
        "thanas": [
            "ব্রাহ্মণবাড়িয়া সদর",
            "কসবা",
            "নবীনগর",
            "সরাইল",
            "আশুগঞ্জ",
            "নাসিরনগর",
            "বাঞ্ছারামপুর",
            "বিজয়নগর",
            "আখাউড়া"
        ]
    },
    {
        "id": 56,
        "name": "চাঁদপুর",
        "thanas": [
            "চাঁদপুর সদর",
            "হাজীগঞ্জ",
            "ফরিদগঞ্জ",
            "শাহরাস্তি",
            "কচুয়া",
            "মতলব উত্তর",
            "মতলব দক্ষিণ",
            "হাইমচর"
        ]
    },
    {
        "id": 57,
        "name": "ফেনী",
        "thanas": [
            "ফেনী সদর",
            "দাগনভূঞা",
            "সোনাগাজী",
            "ছাগলনাইয়া",
            "পরশুরাম",
            "ফুলগাজী"
        ]
    },
    {
        "id": 58,
        "name": "লক্ষ্মীপুর",
        "thanas": [
            "লক্ষ্মীপুর সদর",
            "রায়পুর",
            "রামগঞ্জ",
            "রামগতি",
            "কমলনগর"
        ]
    },
    {
        "id": 59,
        "name": "রাঙামাটি",
        "thanas": [
            "রাঙামাটি সদর",
            "কাপ্তাই",
            "কাউখালী",
            "বাঘাইছড়ি",
            "লংগদু",
            "নানিয়ারচর",
            "রাজস্থলী",
            "বিলাইছড়ি",
            "জুরাছড়ি",
            "বরকল"
        ]
    },
    {
        "id": 60,
        "name": "খাগড়াছড়ি",
        "thanas": [
            "খাগড়াছড়ি সদর",
            "দীঘিনালা",
            "পানছড়ি",
            "মাটিরাঙ্গা",
            "মহালছড়ি",
            "মানিকছড়ি",
            "রামগড়",
            "গুইমারা"
        ]
    },
    {
        "id": 61,
        "name": "বান্দরবান",
        "thanas": [
            "বান্দরবান সদর",
            "রুমা",
            "থানচি",
            "লামা",
            "আলীকদম",
            "নাইক্ষ্যংছড়ি",
            "রোয়াংছড়ি"
        ]
    },
    {
        "id": 62,
        "name": "মৌলভীবাজার",
        "thanas": [
            "মৌলভীবাজার সদর মডেল",
            "শ্রীমঙ্গল",
            "কমলগঞ্জ",
            "কুলাউড়া",
            "বড়লেখা",
            "রাজনগর",
            "জুড়ী"
        ]
    },
    {
        "id": 63,
        "name": "হবিগঞ্জ",
        "thanas": [
            "হবিগঞ্জ সদর",
            "মাধবপুর",
            "চুনারুঘাট",
            "বাহুবল",
            "লাখাই",
            "নবীগঞ্জ",
            "বানিয়াচং",
            "আজমিরীগঞ্জ",
            "শায়েস্তাগঞ্জ"
        ]
    },
    {
        "id": 64,
        "name": "সুনামগঞ্জ",
        "thanas": [
            "সুনামগঞ্জ সদর মডেল",
            "ছাতক",
            "জগন্নাথপুর",
            "তাহিরপুর",
            "বিশ্বম্ভরপুর",
            "দোয়ারাবাজার",
            "দিরাই",
            "শাল্লা",
            "ধর্মপাশা",
            "জামালগঞ্জ",
            "শান্তিগঞ্জ",
            "মধ্যনগর"
        ]
    }
];

export default bangladeshDistrictsData;